const eventsList = [
    {
        id: 0,
        yearRange: [1992, 1997],
        clickActiveIndex: 0,
        events: [
            { year: 1993, event: 'Создание первого веб-браузера' },
            { year: 1994, event: "Выпуск фильма 'Форрест Гамп'" },
            { year: 1995, event: 'Первая версия Windows 95' },
            { year: 1996, event: "Выход 'Титаника' в кинотеатры" },
            { year: 1997, event: "Выпуск игры 'Final Fantasy VII'" },
            {
                year: 1997,
                event: "Открытие первой международной станции 'Мир'",
            },
        ],
    },
    {
        id: 1,
        yearRange: [1999, 2004],
        clickActiveIndex: 1,
        events: [
            { year: 1999, event: "Премьера фильма 'Матрица'" },
            {
                year: 2000,
                event: 'Начало нового тысячелетия, праздник в кругу людей',
            },
            {
                year: 2001,
                event: "Выход 'Гарри Поттера и философского камня' на экраны",
            },
            { year: 2002, event: "Запуск телескопа 'Хаббл' в космос" },
            { year: 2003, event: "Премьера третьей части 'Звездных войн'" },
            { year: 2004, event: "Выпуск фильма 'Спайдермен 2'" },
        ],
    },
    {
        id: 2,
        yearRange: [1987, 1991],
        clickActiveIndex: 2,
        events: [
            { year: 1988, event: 'Обнаружение озоновой дыры' },
            { year: 1989, event: 'Первая версия Windows' },
            { year: 1990, event: 'Первое успешное пересаживание лица' },
            { year: 1991, event: 'Объединение Германии' },
            { year: 1991, event: 'Провозглашение независимости Украины' },
            { year: 1991, event: 'Выпуск супервидиона' },
        ],
    },
];

export default eventsList